{"translation-revision-date":"2022-08-09 22:22:00+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"sv_SE"},"Finally, publish subscription products to offer on your store.":["Till sist, publicera prenumerationsprodukter som du vill tillhandahålla i din butik."],"Finally, we’ll ask you to verify your business and payment details to enable deposits.":["Slutligen ber vi dig att verifiera ditt företag och din betalningsinformation för att aktivera insättningar."],"Create subscriptions":["Skapa prenumerationer"],"Next we’ll ask you to verify your business and payment details to enable deposits.":["Därefter ber vi dig verifiera ditt företag och din betalningsinformation för att aktivera insättningar."],"Provide a few business details":["Ange lite information om ditt företag"],"To ensure safe and secure transactions, a WordPress.com account is required.":["För att säkerställa säkra transaktioner krävs ett WordPress.com-konto."],"Add a name, price and image to your subscription product and then publish it.":["Lägg till namn, pris och bild för din prenumerationsprodukt och publicera sedan den."],"Create and connect your account":["Skapa och anslut ditt konto"],"Create a subscription":["Skapa en prenumeration"],"You’re only steps away from selling subscriptions":["Du är bara några steg ifrån att kunna börja sälja prenumerationer"],"With WooCommerce Payments, you can sell subscriptions with no setup costs or monthly fees. Create subscription products, track recurring revenue, and manage subscribers directly from your store’s dashboard.":["Med WooCommerce Payments kan du sälja prenumerationer utan installationskostnader eller månatliga avgifter. Skapa prenumerationsprodukter, håll koll på återkommande intäkter och hantera prenumeranter direkt i din butiks adminpanel."],"Start selling subscriptions today":["Börja sälja prenumerationer idag"],"By clicking “Get started”, the WooCommerce Payments plugin will be installed and you agree to the <a>Terms of Service<\/a>":["Genom att klicka på \"Kom igång\" startar du installationen av WooCommerce Payments-tillägget och samtycker till våra <a>användarvillkor<\/a>"],"Installing WooCommerce Payments failed. To continue with WooCommerce Payments built-in subscriptions functionality, please install <a>WooCommerce Payments<\/a> manually.":["Det gick inte att installera WooCommerce Payments. För att fortsätta med WooCommerce Payments inbyggda prenumerationsfunktioner, installera <a>WooCommerce Payments<\/a> manuellt."],"Accepted payment methods":["Godkända betalningsmetoder"],"Get started":["Kom igång"],"Learn more":["Läs mer"],"No thanks":["Nej tack"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/wc-pay-subscriptions-page.js"}}