{"translation-revision-date":"2022-08-26 08:27:56+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"Finally, publish subscription products to offer on your store.":["Publiceer tot slot abonnementproducten om in je winkel aan te bieden."],"Finally, we’ll ask you to verify your business and payment details to enable deposits.":["Als laatste zullen we je vragen je bedrijfs- en betaalgegevens te verifiëren om aanbetalingen mogelijk te maken."],"Create subscriptions":["Abonnementen aanmaken"],"Next we’ll ask you to verify your business and payment details to enable deposits.":["Vervolgens zullen we je vragen je bedrijfs- en betaalgegevens te verifiëren om aanbetalingen mogelijk te maken."],"Provide a few business details":["Geef een paar bedrijfsgegevens op"],"To ensure safe and secure transactions, a WordPress.com account is required.":["Om veilige en beveiligde transacties te garanderen, is een WordPress.com-account vereist."],"Add a name, price and image to your subscription product and then publish it.":["Voeg een naam, prijs en afbeelding toe aan je abonnementproducten en publiceer ze vervolgens."],"Create and connect your account":["Maak en koppel je account"],"Create a subscription":["Maak een abonnement aan"],"You’re only steps away from selling subscriptions":["Je bent slechts een paar stappen verwijderd van het verkopen van abonnementen"],"With WooCommerce Payments, you can sell subscriptions with no setup costs or monthly fees. Create subscription products, track recurring revenue, and manage subscribers directly from your store’s dashboard.":["Met WooCommerce Payments kun je abonnementen verkopen zonder installatiekosten of maandelijkse kosten. Creëer abonnementproducten, volg terugkerende inkomsten en beheer abonnees rechtstreeks op het dashboard van je winkel."],"Start selling subscriptions today":["Begin vandaag abonnementen te verkopen"],"By clicking “Get started”, the WooCommerce Payments plugin will be installed and you agree to the <a>Terms of Service<\/a>":["Door op ‘Aan de slag’ te klikken, wordt de WooCommerce Payments plugin geïnstalleerd en ga je akkoord met de <a>Servicevoorwaarden<\/a>"],"Installing WooCommerce Payments failed. To continue with WooCommerce Payments built-in subscriptions functionality, please install <a>WooCommerce Payments<\/a> manually.":["WooCommerce Payments installeren mislukt. Om door te gaan met de ingebouwde abonnementfunctie van WooCommerce Payments, moet je <a>WooCommerce Payments<\/a> handmatig installeren."],"Accepted payment methods":["Geaccepteerde betaalmethodes"],"Get started":["Aan de slag"],"Learn more":["Leer meer"],"No thanks":["Nee, bedankt"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/wc-pay-subscriptions-page.js"}}