{"translation-revision-date":"2022-08-18 05:13:48+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nb_NO"},"Finally, publish subscription products to offer on your store.":["Til slutt, publiser abonnementsprodukter for å tilby i butikken din."],"Finally, we’ll ask you to verify your business and payment details to enable deposits.":["Til slutt vil vi be deg om å bekrefte virksomheten og betalingsopplysningene dine for å aktivere innskudd."],"Create subscriptions":["Opprett abonnementer"],"Next we’ll ask you to verify your business and payment details to enable deposits.":["Deretter ber vi deg om å bekrefte virksomheten og betalingsopplysningene dine for å aktivere innskudd."],"Provide a few business details":["Oppgi noen få forretningsdetaljer"],"To ensure safe and secure transactions, a WordPress.com account is required.":["For å sikre trygge og sikre transaksjoner kreves en WordPress.com-konto."],"Add a name, price and image to your subscription product and then publish it.":["Legg til navn, pris og bilde til abonnementsproduktet ditt og publiser det deretter."],"Create and connect your account":["Opprett og koble til kontoen din"],"Create a subscription":["Opprett et abonnement"],"You’re only steps away from selling subscriptions":["Du er bare noen skritt unna å selge abonnementer"],"With WooCommerce Payments, you can sell subscriptions with no setup costs or monthly fees. Create subscription products, track recurring revenue, and manage subscribers directly from your store’s dashboard.":["Med WooCommerce Payments kan du selge abonnementer uten konfigureringskostnader eller månedlige avgifter. Opprett abonnementsprodukter, spor tilbakevendende inntekter og administrer abonnenter direkte fra butikkens dashbord."],"Start selling subscriptions today":["Begynn å selge abonnementer i dag"],"By clicking “Get started”, the WooCommerce Payments plugin will be installed and you agree to the <a>Terms of Service<\/a>":["Ved å klikke \"Kom i gang\", vil WooCommerce Payments-plugin-modulen bli installert og du godtar <a>vilkårene for bruk<\/a>"],"Installing WooCommerce Payments failed. To continue with WooCommerce Payments built-in subscriptions functionality, please install <a>WooCommerce Payments<\/a> manually.":["Installasjon av WooCommerce Payments mislyktes. For å fortsette med WooCommerce Payments innebygde abonnementsfunksjonalitet, installer <a>WooCommerce Payments<\/a> manuelt."],"Accepted payment methods":["Godkjente betalingsmåter"],"Get started":["Kom i gang"],"Learn more":["Les mer"],"No thanks":["Nei takk"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/wc-pay-subscriptions-page.js"}}