{"translation-revision-date":"2022-08-25 10:21:38+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"da_DK"},"Finally, publish subscription products to offer on your store.":["Til slut, udgiv abonnementsvarer, som du tilbyder i din webshop."],"Finally, we’ll ask you to verify your business and payment details to enable deposits.":["Til sidst vil vi bede dig om at bekræfte din virksomhed og dine betalingsoplysninger for at aktivere indbetalinger."],"Create subscriptions":["Opret abonnementer"],"Next we’ll ask you to verify your business and payment details to enable deposits.":["Dernæst vil vi bede dig om at bekræfte din virksomhed og dine betalingsoplysninger for at aktivere indbetalinger."],"Provide a few business details":["Angiv nogle få virksomhedsoplysninger"],"To ensure safe and secure transactions, a WordPress.com account is required.":["For at garanterer sikre transaktioner, er en WordPress.com-konto påkrævet."],"Add a name, price and image to your subscription product and then publish it.":["Tilføj navn, pris og billede til din abonnementsvare og udgiv det derefter."],"Create and connect your account":["Opret og tilknyt din konto"],"Create a subscription":["Opret et abonnement"],"You’re only steps away from selling subscriptions":["Du er snart klar til at sælge abonnementer"],"With WooCommerce Payments, you can sell subscriptions with no setup costs or monthly fees. Create subscription products, track recurring revenue, and manage subscribers directly from your store’s dashboard.":["Med WooCommerce Payments kan du sælge abonnementer uden opsætningsomkostninger eller månedlige gebyrer. Opret abonnementsvarer, spor tilbagevendende omsætning, og administrer abonnenter direkte fra din webshops kontrolpanel."],"Start selling subscriptions today":["Begynd at sælge abonnementer i dag"],"By clicking “Get started”, the WooCommerce Payments plugin will be installed and you agree to the <a>Terms of Service<\/a>":["Ved at klikke på \"Kom godt i gang\", bliver WooCommerce Payments plugin installeret, og du accepterer <a>Servicevilkårene<\/a>"],"Installing WooCommerce Payments failed. To continue with WooCommerce Payments built-in subscriptions functionality, please install <a>WooCommerce Payments<\/a> manually.":["Installationen af WooCommerce Payments mislykkedes. For at fortsætte med WooCommerce Payments indbyggede abonnementsfunktionalitet skal du installere <a>WooCommerce Payments<\/a> manuelt."],"Accepted payment methods":["Accepterede betalingsmetoder"],"Get started":["Begynd"],"Learn more":["Lær mere"],"No thanks":["Nej tak"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/wc-pay-subscriptions-page.js"}}