{"translation-revision-date":"2022-08-26 08:10:59+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"Taxonomy settings":["Taxonomie instellingen"],"Choose how your Homepage should look in search engines and on social media. Note that this is what people probably will see when they search for your brand name.":["Kies hoe je homepage eruit moet zien in zoekmachines en op sociale media. Houd er rekening mee dat dit is wat mensen waarschijnlijk zullen zien wanneer ze naar je merknaam zoeken."],"Keep the categories prefix in the slug":["Houd het voorvoegsel van de categorieën in de slug"],"Choose how your Homepage should look in search engines.":["Kies hoe je homepage eruit moet zien in zoekmachines."],"Choose how your Homepage should look on social media.":["Kies hoe je homepage eruit moet zien op sociale media."],"The inclusive language analysis offers suggestions to write more inclusive copy. %1$sDiscover why inclusive language is important for SEO%2$s.":["De inclusieve taalanalyse biedt suggesties om meer inclusieve teksten te schrijven. %1$sOntdek waarom inclusieve taal belangrijk is voor SEO%2$s."],"Content settings":["Inhoudsinstellingen"],"IndexNow":["IndexNow"],"Link suggestions":["Link suggesties"],"Insights":["Inzichten"],"Social image":["Social afbeelding"],"Social description":["Social beschrijving"],"Social title":["Sociale titel"],"Select image":["Selecteer afbeelding"],"Replace image":["Vervang afbeelding"],"Remove image":["Verwijder afbeelding"],"Article type":["Artikeltype"],"Page type":["Paginatype"],"Usage tracking":["Gebruikstracking"],"The text link counter helps you improve your site structure. %1$sFind out how the text link counter can enhance your SEO%2$s.":["De tekst-link teller helpt je je sitestructuur verbeteren. %1$sOntdek hoe de tekst-link teller je SEO%2$s kan verbeteren."],"Schema":["Schema"],"You can edit the SEO metadata for this custom type on the %1$sShop page%2$s.":["Je kunt je SEO meta-data voor dit aangepaste type bewerken op de %1$sWinkel pagina%2$s."],"Site title":["Site-titel"],"Tagline":["Slogan"],"SEO analysis":["SEO-analyse"],"Text link counter":["Tekstlinkteller"],"The cornerstone content feature lets you to mark and filter cornerstone content on your website. %1$sFind out how cornerstone content can help you improve your site structure%2$s.":["De cornerstone inhoud functionaliteit stelt je in staat om cornerstone inhoud op je site te markeren en filteren. %1$sLees meer over hoe cornerstone inhoud je kan helpen om de structuur van je site te verbeteren%2$s."],"Cornerstone content":["Cornerstone content"],"Save changes":["Wijzigingen opslaan"],"Variable":["Variabele"],"Available variables":["Beschikbare variabelen"],"Admin bar menu":["Toolbarmenu"],"SEO title":["SEO-titel"],"Site settings":["Site instellingen"],"Readability analysis":["Leesbaarheidsanalyse"],"A link to the post, with the title as anchor text.":["Een link naar het bericht, met de titel als linktekst."],"Content to put before each post in the feed":["Content die voor elk bericht in de feed moet komen"],"Content to put after each post in the feed":["Informatie die geplaatst wordt na elk RSS-bericht"],"A link to the archive for the post author, with the authors name as anchor text.":["Een link naar het archief van de berichtauteur, met de naam van de auteur als linktekst."],"Description":["Beschrijving"],"A link to your site, with your site's name and description as anchor text.":["Een link naar je site, met de naam en beschrijving van je site als linktekst."],"A link to your site, with your site's name as anchor text.":["Een link naar je site, met de naam van je site als ankertekst."],"You can use the following variables within the content, they will be replaced by the value on the right.":["Je kan de volgende variabelen in de inhoud gebruiken, ze worden vervangen door de waarde aan de rechterkant."],"Homepage":["Homepage"],"RSS":["RSS"],"You can determine the title and description for the homepage by %1$sediting the homepage itself%2$s.":["Je kunt de titel en beschrijving voor de homepagina bepalen door %1$sde homepagina zelf te bewerken%2$s."],"You can determine the title and description for the posts page by %1$sediting the posts page itself%2$s.":["Je kunt de titel en beschrijving voor de berichten pagina instellen door %1$sde berichten pagina zelf te bewerken%2$s."],"Advanced settings":["Geavanceerde instellingen"],"Breadcrumbs title":["Kruimelpadtitel"],"XML sitemaps":["XML-sitemaps"],"Meta description":["Metabeschrijving"],"Tools":["Gereedschap"]}},"comment":{"reference":"js\/dist\/new-settings.js"}}