{"translation-revision-date":"2022-08-09 07:27:53+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nb_NO"},"Link suggestions":["Lenkeforslag"],"Insights":["Innsikter"],"Social description":["Sosial beskrivelse"],"Social title":["Sosial tittel"],"Social image":["Sosialt bilde"],"Remove image":["Fjern bilde"],"Select image":["Velg bilde"],"Replace image":["Erstatt bilde"],"Article type":["Artikkeltype"],"Page type":["Sidetype"],"Usage tracking":["Sporing av bruk"],"The text link counter helps you improve your site structure. %1$sFind out how the text link counter can enhance your SEO%2$s.":["Telleren for tekstlenker hjelper deg å forbedre strukturen på nettstedet ditt. %1$sFinn ut hvordan tekstlenke-telleren kan forbedre din SEO%2$s."],"Schema":["Skjema"],"You can edit the SEO metadata for this custom type on the %1$sShop page%2$s.":["Du kan redigere SEO-metadata for denne tilpassede typen på %1$sbutikksiden%2$s."],"Tagline":["Slagord"],"Site title":["Nettstedstittel"],"SEO analysis":["SEO-analyse"],"Text link counter":["Teller for tekstlenker"],"The cornerstone content feature lets you to mark and filter cornerstone content on your website. %1$sFind out how cornerstone content can help you improve your site structure%2$s.":["Hjørnesteinsinnholds-funksjonen gjør det mulig å merke og filtrere hjørnesteinsinnhold på nettstedet ditt. %1$sLes mer om hvordan hjørnesteinsinnhold kan hjelpe deg med å forbedre din sides nettsted struktur%2$s."],"Cornerstone content":["Hjørnesten-innhold"],"Save changes":["Lagre endringer"],"Variable":["Variabel"],"Available variables":["Tilgjengelige variabler"],"Admin bar menu":["Administrasjonsmeny"],"SEO title":["SEO-tittel"],"Site settings":["Nettstedsinnstillinger"],"Readability analysis":["Lesbarhetsanalyse"],"A link to your site, with your site's name and description as anchor text.":["En kobling til nettstedet ditt, med nettstedets navn og beskrivelse som ankertekst."],"A link to your site, with your site's name as anchor text.":["En kobling til nettstedet ditt, med nettstedets navn som ankertekst."],"A link to the post, with the title as anchor text.":["En lenke til innlegget, med tittelen som ankertekst."],"A link to the archive for the post author, with the authors name as anchor text.":["En link til arkivet for forfatter, med forfatternes navn som ankertekst."],"You can use the following variables within the content, they will be replaced by the value on the right.":["Du kan bruke følgende variabler i innholdet, de vil bli erstattet av verdien på høyre side."],"Content to put after each post in the feed":["Innhold som legges inn etter hvert innlegg i feeden"],"Content to put before each post in the feed":["Innhold å sette inn før hvert innlegg i RSS-strømmen"],"Description":["Beskrivelse"],"You can determine the title and description for the homepage by %1$sediting the homepage itself%2$s.":["Du kan bestemme tittelen og beskrivelsen for hjemmesiden ved å %1$sredigere selve hjemmesiden%2$s."],"You can determine the title and description for the posts page by %1$sediting the posts page itself%2$s.":["Du kan bestemme tittel og beskrivelse for forsiden ved å %1$sredigere selve innleggssiden%2$s"],"Homepage":["Hjemmeside"],"RSS":["RSS"],"Breadcrumbs title":["Breadcrumbs tittel"],"Advanced settings":["Avanserte innstillinger"],"Meta description":["Meta-beskrivelse"],"Tools":["Verktøy"],"XML sitemaps":["XML-nettstedskart"]}},"comment":{"reference":"js\/dist\/new-settings.js"}}